<?php
// Heading
$_['heading_title']    = 'Баннеры с текстом';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_percent']     = '%';
$_['text_px']          = 'px';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_display_heading'] = 'Выводить заголовок модуля';
$_['entry_text_banner']= 'Текст баннера';
$_['entry_bg_banner']  = 'Фон баннера';
$_['entry_link']       = 'Ссылка';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина баннера';
$_['entry_height']     = 'Высота баннера';
$_['entry_padding']    = 'Отступы внутри баннера';
$_['entry_module_class'] = 'Класс модуля';
$_['entry_status']     = 'Статус';

// Help
$_['help_padding']     = '<p><b>Пример: 25px;</b></p>
                               <p>верхний, нижний, левый и правый отступ - 25px (пикселей)</p>
                               <p><b>Пример: 25px 50px;</b></p>
                               <p>верхний и нижний отступ - 25px (пикселей)</p>
                               <p>левый и правый отступ - 50px (пикселей)</p>
                               <p><b>Пример: 25px 50px 75px 100px;</b></p>
                               <p>верхний отступ - 25px (пикселей)</p>
                               <p>правый отступ - 50px (пикселей)</p>
                               <p>нижний отступ - 75px (пикселей)</p>
                               <p>левый отступ - 100px (пикселей)</p>';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_bg']         = 'Добавьте картинку баннера!';

